Repository: ThigSchuch/SimplyConvertFile
Catalog: src/simplyconvertfile/po/*.po
Languages: ca, cs, da, es, fi, it, ja, nl, pt_br, tr, uk, vi

source: File Converter
ca: Convertidor de fitxers
cs: Převodník souborů
da: Filkonverter
es: Conversor de Archivos
fi: Tiedostomuunnin
it: Convertitore di File
ja: ファイルコンバーター
nl: Bestandsconverter
pt_br: Conversor de Arquivos
tr: Dosya Dönüştürücü
uk: Конвертер файлів
vi: Trình chuyển đổi tệp

source: Choose output format:
ca: Tria el format de sortida:
cs: Vyberte výstupní formát:
da: Vælg outputformat:
es: Elija el formato de salida:
fi: Valitse tulostusmuoto:
it: Scegli formato di output:
ja: 出力形式を選択:
nl: Kies uitvoerformaat:
pt_br: Escolha o formato de saída:
tr: Çıktı formatını seçin:
uk: Виберіть вихідний формат:
vi: Chọn định dạng đầu ra:

source: Converting {file} to {extension}
ca: Convertint {file} a {extension}
cs: Převádění {file} na {extension}
da: Konverterer {file} til {extension}
es: Convirtiendo {file} a {extension}
fi: Muunnetaan {file} muotoon {extension}
it: Conversione in corso {file} in {extension}
ja: 変換中 {file} を {extension} に
nl: Converteren {file} naar {extension}
pt_br: Convertendo {file} para {extension}
tr: Dönüştürülüyor {file} {extension} olarak
uk: Конвертування {file} у {extension}
vi: Đang chuyển đổi {file} thành {extension}

source: Copy Error
ca: Copia l'error
cs: Kopírovat chybu
da: Kopiér Fejl
es: Copiar Error
fi: Kopioi virhe
it: Copia Errore
ja: エラーをコピー
nl: Fout kopiëren
pt_br: Copiar Erro
tr: Hatayı Kopyala
uk: Копіювати помилку
vi: Sao chép lỗi

source: Copy Command
ca: Copia l'ordre
cs: Kopírovat příkaz
da: Kopiér Kommando
es: Copiar Comando
fi: Kopioi komento
it: Copia Comando
ja: コマンドをコピー
nl: Opdracht kopiëren
pt_br: Copiar Comando
tr: Komutu Kopyala
uk: Копіювати команду
vi: Sao chép lệnh

source: Report Error
ca: Informa de l'error
cs: Nahlásit chybu
da: Rapporter Fejl
es: Reportar Error
fi: Raportoi virhe
it: Segnala Errore
ja: エラーを報告
nl: Fout melden
pt_br: Relatar Erro
tr: Hatayı Bildir
uk: Повідомити про помилку
vi: Báo cáo lỗi

source: OK
ca: D'acord
es: Aceptar
tr: Tamam
uk: Гаразд
vi: Đồng ý

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annullér
es: Cancelar
fi: Peruuta
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
tr: İptal
uk: Скасувати
vi: Hủy

source: Cancelling...
ca: Cancel·lant...
cs: Rušení...
da: Annullerer...
es: Cancelando...
fi: Peruutetaan...
it: Annullamento...
ja: キャンセル中...
nl: Annuleren...
pt_br: Cancelando...
tr: İptal ediliyor...
uk: Скасування...
vi: Đang hủy...

source: Start
ca: Inicia
cs: Spustit
es: Iniciar
fi: Aloita
it: Avvia
ja: 開始
pt_br: Iniciar
tr: Başlat
uk: Почати
vi: Bắt đầu

source: Error details copied to clipboard
ca: Detalls de l'error copiats al porta-retalls
cs: Podrobnosti chyby zkopírovány do schránky
da: Fejldetaljer kopieret til udklipsholder
es: Detalles del error copiados al portapapeles
fi: Virheen tiedot kopioitu leikepöydälle
it: Dettagli errore copiati negli appunti
ja: エラーの詳細をクリップボードにコピーしました
nl: Foutdetails gekopieerd naar klembord
pt_br: Detalhes do erro copiados para a área de transferência
tr: Hata ayrıntıları panoya kopyalandı
uk: Деталі помилки скопійовано до буфера обміну
vi: Chi tiết lỗi đã được sao chép vào clipboard

source: Install command copied to clipboard
ca: Ordre d'instal·lació copiada al porta-retalls
cs: Instalační příkaz zkopírovaný do schránky
da: Installationskommando kopieret til udklipsholder
es: Comando de instalación copiado al portapapeles
fi: Asennuskomento kopioitu leikepöydälle
it: Comando di installazione copiato negli appunti
ja: インストールコマンドをクリップボードにコピーしました
nl: Installatieopdracht gekopieerd naar klembord
pt_br: Comando de instalação copiado para a área de transferência
tr: Yükleme komutu panoya kopyalandı
uk: Команду встановлення скопійовано до буфера обміну
vi: Lệnh cài đặt đã được sao chép vào clipboard

source: No installation instructions available. Please install '{dependency}' manually.
ca: No hi ha instruccions d'instal·lació disponibles. Instal·la '{dependency}' manualment.
cs: Nejsou k dispozici instalační instrukce. Nainstalujte prosím '{dependency}' ručně.
da: Ingen installationsinstruktioner tilgængelige. Installer venligst '{dependency}' manuelt.
es: No hay instrucciones de instalación disponibles. Por favor instale '{dependency}' manualmente.
fi: Asennusohjeita ei ole saatavilla. Asenna '{dependency}' manuaalisesti.
it: Nessuna istruzione di installazione disponibile. Installa '{dependency}' manualmente.
ja: インストール手順が利用できません。'{dependency}' を手動でインストールしてください。
nl: Geen installatie-instructies beschikbaar. Installeer '{dependency}' handmatig.
pt_br: Nenhuma instrução de instalação disponível. Por favor, instale '{dependency}' manualmente.
tr: Yükleme talimatı mevcut değil. Lütfen '{dependency}' öğesini manuel olarak yükleyin.
uk: Інструкції з встановлення недоступні. Будь ласка, встановіть '{dependency}' вручну.
vi: Không có hướng dẫn cài đặt. Vui lòng cài đặt '{dependency}' thủ công.

source: multiple files selected
ca: múltiples fitxers seleccionats
cs: vybráno více souborů
da: flere filer valgt
es: múltiples archivos seleccionados
fi: useita tiedostoja valittu
it: file multipli selezionati
ja: 複数のファイルが選択されました
nl: meerdere bestanden geselecteerd
pt_br: múltiplos arquivos selecionados
tr: birden fazla dosya seçildi
uk: вибрано кілька файлів
vi: đã chọn nhiều tệp

source: Select one or more files to convert.
ca: Selecciona un o més fitxers per convertir.
cs: Vyberte jeden nebo více souborů k převodu.
da: Vælg en eller flere filer at konvertere.
es: Seleccione uno o más archivos para convertir.
fi: Valitse yksi tai useampi tiedosto muunnettavaksi.
it: Seleziona uno o più file da convertire.
ja: 変換するファイルを選択してください。
nl: Selecteer een of meer bestanden om te converteren.
pt_br: Selecione um ou mais arquivos para converter.
tr: Dönüştürmek için bir veya daha fazla dosya seçin.
uk: Виберіть один або більше файлів для конвертації.
vi: Chọn một hoặc nhiều tệp để chuyển đổi.

source: File not found: {path} Check if the file exists.
ca: Fitxer no trobat: {path} Comprova si el fitxer existeix.
cs: Soubor nenalezen: {path} Zkontrolujte, zda soubor existuje.
da: Fil ikke fundet: {path} Tjek om filen eksisterer.
es: Archivo no encontrado: {path} Verifique si el archivo existe.
fi: Tiedostoa ei löydy: {path} Tarkista, onko tiedosto olemassa.
it: File non trovato: {path} Verifica se il file esiste.
ja: ファイルが見つかりません: {path} ファイルが存在するか確認してください。
nl: Bestand niet gevonden: {path} Controleer of het bestand bestaat.
pt_br: Arquivo não encontrado: {path} Verifique se o arquivo existe.
tr: Dosya bulunamadı: {path} Dosyanın mevcut olup olmadığını kontrol edin.
uk: Файл не знайдено: {path} Перевірте, чи файл існує.
vi: Không tìm thấy tệp: {path} Kiểm tra xem tệp có tồn tại không.

source: Invalid file: {path} Select a file, not a folder.
ca: Fitxer no vàlid: {path} Selecciona un fitxer, no una carpeta.
cs: Neplatný soubor: {path} Vyberte soubor, ne složku.
da: Ugyldig fil: {path} Vælg en fil, ikke en mappe.
es: Archivo inválido: {path} Seleccione un archivo, no una carpeta.
fi: Virheellinen tiedosto: {path} Valitse tiedosto, ei kansiota.
it: File non valido: {path} Seleziona un file, non una cartella.
ja: 無効なファイル: {path} フォルダではなくファイルをを選択してください。
nl: Ongeldig bestand: {path} Selecteer een bestand, niet een map.
pt_br: Arquivo inválido: {path} Selecione um arquivo, não uma pasta.
tr: Geçersiz dosya: {path} Bir klasör değil, bir dosya seçin.
uk: Недійсний файл: {path} Виберіть файл, а не папку.
vi: Tệp không hợp lệ: {path} Chọn một tệp, không phải thư mục.

source: No file extension: {path} Add an extension (e.g., .jpg, .mp4, .pdf) to determine the format.
ca: Sense extensió de fitxer: {path} Afegeix una extensió (p. ex., .jpg, .mp4, .pdf) per determinar el format.
cs: Žádná přípona souboru: {path} Přidejte příponu (např. .jpg, .mp4, .pdf) pro určení formátu.
da: Ingen filendelse: {path} Tilføj en endelse (f.eks. .jpg, .mp4, .pdf) for at bestemme formatet.
es: Sin extensión de archivo: {path} Agregue una extensión (ej. .jpg, .mp4, .pdf) para determinar el formato.
fi: Ei tiedostopäätettä: {path} Lisää pääte (esim. .jpg, .mp4, .pdf) muodon määrittämiseksi.
it: Nessuna estensione file: {path} Aggiungi un'estensione (es. .jpg, .mp4, .pdf) per determinare il formato.
ja: ファイル拡張子がありません: {path} 形式を決定するために拡張子を追加してください (例: .jpg, .mp4, .pdf)。
nl: Geen bestandsextensie: {path} Voeg een extensie toe (bijv. .jpg, .mp4, .pdf) om het formaat te bepalen.
pt_br: Nenhuma extensão de arquivo: {path} Adicione uma extensão (ex.: .jpg, .mp4, .pdf) para determinar o formato.
tr: Dosya uzantısı yok: {path} Formatı belirlemek için bir uzantı ekleyin (örneğin, .jpg, .mp4, .pdf).
uk: Немає розширення файлу: {path} Додайте розширення (наприклад, .jpg, .mp4, .pdf), щоб визначити формат.
vi: Không có phần mở rộng tệp: {path} Thêm phần mở rộng (ví dụ: .jpg, .mp4, .pdf) để xác định định dạng.

source: Unsupported file format: {extension}
ca: Format de fitxer no suportat: {extension}
cs: Nepodporovaný formát souboru: {extension}
da: Ikke-understøttet filformat: {extension}
es: Formato de archivo no soportado: {extension}
fi: Ei-tuettu tiedostomuoto: {extension}
it: Formato file non supportato: {extension}
ja: サポートされていないファイル形式: {extension}
nl: Niet-ondersteund bestandsformaat: {extension}
pt_br: Formato de arquivo não suportado: {extension}
tr: Desteklenmeyen dosya formatı: {extension}
uk: Непідтримуваний формат файлу: {extension}
vi: Định dạng tệp không được hỗ trợ: {extension}

source: The file '{filename}' has an unsupported format ({extension}). This format is not recognized by the converter or the required tools are not installed on your system.
ca: El fitxer '{filename}' té un format no suportat ({extension}). Aquest format no és reconegut pel convertidor o les eines requerides no estan instal·lades al teu sistema.
cs: Soubor '{filename}' má nepodporovaný formát ({extension}). Tento formát není rozpoznán převodníkem nebo požadované nástroje nejsou nainstalovány ve vašem systému.
da: Filen '{filename}' har et ikke-understøttet format ({extension}). Dette format genkendes ikke af konverteren eller de nødvendige værktøjer er ikke installeret på dit system.
es: El archivo '{filename}' tiene un formato no soportado ({extension}). Este formato no es reconocido por el conversor o las herramientas requeridas no están instaladas en su sistema.
fi: Tiedostolla '{filename}' on ei-tuettu muoto ({extension}). Tätä muotoa ei tunnisteta muuntimessa tai vaaditut työkalut eivät ole asennettu järjestelmään.
it: Il file '{filename}' ha un formato non supportato ({extension}). Questo formato non è riconosciuto dal convertitore o gli strumenti richiesti non sono installati sul sistema.
ja: ファイル '{filename}' はサポートされていない形式 ({extension}) です。 この形式はコンバーターで認識されないか、必要なツールがシステムにインストールされていません。
nl: Het bestand '{filename}' heeft een niet-ondersteund formaat ({extension}). Dit formaat wordt niet herkend door de converter of de vereiste tools zijn niet geïnstalleerd op uw systeem.
pt_br: O arquivo '{filename}' tem um formato não suportado ({extension}). Este formato não é reconhecido pelo conversor ou as ferramentas necessárias não estão instaladas no seu sistema.
tr: '{filename}' dosyası desteklenmeyen bir formata sahip ({extension}). Bu format dönüştürücü tarafından tanınmıyor veya gerekli araçlar sisteminizde yüklü değil.
uk: Файл '{filename}' має непідтримуваний формат ({extension}). Цей формат не розпізнається конвертером або необхідні інструменти не встановлені у вашій системі.
vi: Tệp '{filename}' có định dạng không được hỗ trợ ({extension}). Định dạng này không được nhận dạng bởi trình chuyển đổi hoặc các công cụ cần thiết chưa được cài đặt trên hệ thống của bạn.

source: Found {error_count} validation error(s) in the selected files: {errors} The process will continue with valid files only.
ca: S'han trobat {error_count} error(s) de validació als fitxers seleccionats: {errors} El procés continuarà només amb fitxers vàlids.
cs: Nalezeno {error_count} validačních chyb ve vybraných souborech: {errors} Proces bude pokračovat pouze s platnými soubory.
da: Fandt {error_count} valideringsfejl i de valgte filer: {errors} Processen fortsætter kun med gyldige filer.
es: Encontrados {error_count} error(es) de validación en los archivos seleccionados: {errors} El proceso continuará solo con archivos válidos.
fi: Löytyi {error_count} validointivirhettä valituissa tiedostoissa: {errors} Prosessi jatkuu vain kelvollisten tiedostojen kanssa.
it: Trovati {error_count} errori di validazione nei file selezionati: {errors} Il processo continuerà solo con i file validi.
ja: 選択されたファイルに {error_count} 個の検証エラーが見つかりました: {errors} プロセスは有効なファイルのみで続行されます。
nl: {error_count} validatiefout(en) gevonden in de geselecteerde bestanden: {errors} Het proces gaat verder met alleen geldige bestanden.
pt_br: Encontrado(s) {error_count} erro(s) de validação nos arquivos selecionados: {errors} O processo continuará apenas com arquivos válidos.
tr: Seçilen dosyalarda {error_count} doğrulama hatası bulundu: {errors} İşlem yalnızca geçerli dosyalarda devam edecektir.
uk: Знайдено {error_count} помилок перевірки у вибраних файлах: {errors} Процес продовжиться лише з дійсними файлами.
vi: Tìm thấy {error_count} lỗi xác thực trong các tệp đã chọn: {errors} Quy trình sẽ tiếp tục chỉ với các tệp hợp lệ.

source: Conversion failed.
ca: La conversió ha fallat.
cs: Převod selhal.
da: Konvertering mislykkedes.
es: Conversión fallida.
fi: Muunnos epäonnistui.
it: Conversione fallita.
ja: 変換に失敗しました。
nl: Conversie mislukt.
pt_br: Conversão falhou.
tr: Dönüştürme başarısız oldu.
uk: Конвертація не вдалася.
vi: Chuyển đổi thất bại.

source: No converter found for this format
ca: No s'ha trobat cap convertidor per aquest format
cs: Nenalezen žádný převodník pro tento formát
da: Ingen konverter fundet for dette format
es: No se encontró conversor para este formato
fi: Tälle muodolle ei löytynyt muunninta
it: Nessun convertitore trovato per questo formato
ja: この形式のコンバーターが見つかりません
nl: Geen converter gevonden voor dit formaat
pt_br: Nenhum conversor encontrado para este formato
tr: Bu format için dönüştürücü bulunamadı
uk: Не знайдено конвертера для цього формату
vi: Không tìm thấy trình chuyển đổi cho định dạng này

source: No converters available for {extension} files. File: {filename} Possible causes: • Missing rules • Missing required tools • Unsupported format • Installation issue Check system dependencies.
ca: No hi ha convertidors disponibles per a fitxers {extension}. Fitxer: {filename} Causes possibles: • Regles mancants • Eines requerides mancants • Format no suportat • Problema d'instal·lació Comprova les dependències del sistema.
cs: Žádné převodníky nejsou k dispozici pro soubory {extension}. Soubor: {filename} Možné příčiny: • Chybějící pravidla • Chybějící požadované nástroje • Nepodporovaný formát • Problém s instalací Zkontrolujte závislosti systému.
da: Ingen konvertere tilgængelige for {extension} filer. Fil: {filename} Mulige årsager: • Manglende regler • Manglende nødvendige værktøjer • Ikke-understøttet format • Installationsproblem Tjek systemafhængigheder.
es: No hay conversores disponibles para archivos {extension}. Archivo: {filename} Causas posibles: • Reglas faltantes • Herramientas requeridas faltantes • Formato no soportado • Problema de instalación Verifique las dependencias del sistema.
fi: Ei muuntimia saatavilla {extension} -tiedostoille. Tiedosto: {filename} Mahdollisia syitä: • Puuttuvat säännöt • Puuttuvat vaaditut työkalut • Ei-tuettu muoto • Asennusongelma Tarkista järjestelmäriippuvuudet.
it: Nessun convertitore disponibile per i file {extension}. File: {filename} Possibili cause: • Regole mancanti • Strumenti richiesti mancanti • Formato non supportato • Problema di installazione Verifica le dipendenze del sistema.
ja: {extension} ファイル用のコンバーターが利用できません。 ファイル: {filename} 可能な原因: • ルールが欠けている • 必要なツールが欠けている • サポートされていない形式 • インストールの問題 システム依存関係を確認してください。
nl: Geen converters beschikbaar voor {extension} bestanden. Bestand: {filename} Mogelijke oorzaken: • Ontbrekende regels • Ontbrekende vereiste tools • Niet-ondersteund formaat • Installatieprobleem Controleer systeemafhankelijkheden.
pt_br: Nenhum conversor disponível para arquivos {extension}. Arquivo: {filename} Possíveis causas: • Regras ausentes • Ferramentas necessárias ausentes • Formato não suportado • Problema de instalação Verifique as dependências do sistema.
tr: {extension} dosyaları için dönüştürücü mevcut değil. Dosya: {filename} Olası nedenler: • Eksik kurallar • Eksik gerekli araçlar • Desteklenmeyen format • Yükleme sorunu Sistem bağımlılıklarını kontrol edin.
uk: Немає доступних конвертерів для файлів {extension}. Файл: {filename} Можливі причини: • Відсутні правила • Відсутні необхідні інструменти • Непідтримуваний формат • Проблема з встановленням Перевірте системні залежності.
vi: Không có trình chuyển đổi khả dụng cho tệp {extension}. Tệp: {filename} Nguyên nhân có thể: • Thiếu quy tắc • Thiếu công cụ cần thiết • Định dạng không được hỗ trợ • Vấn đề cài đặt Kiểm tra phụ thuộc hệ thống.

source: Failed to create converter for {source} → {target} File: {file} This could indicate: • Missing conversion tools • Incompatible format combination • System configuration issue
ca: No s'ha pogut crear el convertidor per a {source} → {target} Fitxer: {file} Això podria indicar: • Eines de conversió mancants • Combinació de formats incompatible • Problema de configuració del sistema
cs: Nepodařilo se vytvořit převodník pro {source} → {target} Soubor: {file} To může znamenat: • Chybějící nástroje pro převod • Nekompatibilní kombinace formátů • Problém s konfigurací systému
da: Mislykkedes at oprette konverter for {source} → {target} Fil: {file} Dette kan indikere: • Manglende konverteringsværktøjer • Inkompatibel formatkombination • Systemkonfigurationsproblem
es: Falló al crear conversor para {source} → {target} Archivo: {file} Esto podría indicar: • Herramientas de conversión faltantes • Combinación de formatos incompatible • Problema de configuración del sistema
fi: Muuntimen luonti epäonnistui {source} → {target} Tiedosto: {file} Tämä voi viitata: • Puuttuviin muunnostyökaluihin • Yhteensopimattomaan muotoyhdistelmään • Järjestelmäkonfiguraatio-ongelmaan
it: Impossibile creare convertitore per {source} → {target} File: {file} Questo potrebbe indicare: • Strumenti di conversione mancanti • Combinazione di formati incompatibile • Problema di configurazione del sistema
ja: {source} → {target} のコンバーター作成に失敗しました ファイル: {file} これは以下を示す可能性があります: • 変換ツールが欠けている • 互換性のない形式の組み合わせ • システム構成の問題
nl: Kan converter niet maken voor {source} → {target} Bestand: {file} Dit kan duiden op: • Ontbrekende conversietools • Incompatibele formaatcombinatie • Systeemconfiguratieprobleem
pt_br: Falha ao criar conversor para {source} → {target} Arquivo: {file} Isso pode indicar: • Ferramentas de conversão ausentes • Combinação de formatos incompatível • Problema de configuração do sistema
tr: {source} → {target} için dönüştürücü oluşturulamadı Dosya: {file} Bu şunları gösterebilir: • Eksik dönüştürme araçları • Uyumsuz format kombinasyonu • Sistem yapılandırma sorunu
uk: Не вдалося створити конвертер для {source} → {target} Файл: {file} Це може вказувати на: • Відсутні інструменти конвертації • Несумісне поєднання форматів • Проблему з конфігурацією системи
vi: Không thể tạo trình chuyển đổi cho {source} → {target} Tệp: {file} Điều này có thể chỉ ra: • Thiếu công cụ chuyển đổi • Sự kết hợp định dạng không tương thích • Vấn đề cấu hình hệ thống

source: Converting {current} of {total} files to {extension} {file}
ca: Convertint {current} de {total} fitxers a {extension} {file}
cs: Převádění {current} z {total} souborů na {extension} {file}
da: Konverterer {current} af {total} filer til {extension} {file}
es: Convirtiendo {current} de {total} archivos a {extension} {file}
fi: Muunnetaan {current}/{total} tiedostoa muotoon {extension} {file}
it: Conversione {current} di {total} file in {extension} {file}
ja: {total} ファイル中 {current} を {extension} に変換 {file}
nl: Converteren {current} van {total} bestanden naar {extension} {file}
pt_br: Convertendo {current} de {total} arquivos para {extension} {file}
tr: {total} dosyadan {current} tanesi {extension} olarak dönüştürülüyor {file}
uk: Конвертування {current} з {total} файлів у {extension} {file}
vi: Đang chuyển đổi {current} trong {total} tệp thành {extension} {file}

source: Failed to create or access output directory. Error: {error}
ca: No s'ha pogut crear o accedir al directori de sortida. Error: {error}
cs: Nepodařilo se vytvořit nebo přistupovat k výstupnímu adresáři. Chyba: {error}
da: Mislykkedes at oprette eller få adgang til outputmappe. Fejl: {error}
es: Falló al crear o acceder al directorio de salida. Error: {error}
fi: Tulostuskansion luonti tai käyttö epäonnistui. Virhe: {error}
it: Impossibile creare o accedere alla directory di output. Errore: {error}
ja: 出力ディレクトリの作成またはアクセスに失敗しました。 エラー: {error}
nl: Kan uitvoermap niet maken of openen. Fout: {error}
pt_br: Falha ao criar ou acessar o diretório de saída. Erro: {error}
tr: Çıktı dizini oluşturulamadı veya erişilemedi. Hata: {error}
uk: Не вдалося створити або отримати доступ до вихідної директорії. Помилка: {error}
vi: Không thể tạo hoặc truy cập thư mục đầu ra. Lỗi: {error}

source: Conversion failed: {error}
ca: La conversió ha fallat: {error}
cs: Převod selhal: {error}
da: Konvertering mislykkedes: {error}
es: Conversión fallida: {error}
fi: Muunnos epäonnistui: {error}
it: Conversione fallita: {error}
ja: 変換に失敗しました: {error}
nl: Conversie mislukt: {error}
pt_br: Conversão falhou: {error}
tr: Dönüştürme başarısız oldu: {error}
uk: Конвертація не вдалася: {error}
vi: Chuyển đổi thất bại: {error}

source: Conversion cancelled by user
ca: Conversió cancel·lada per l'usuari
cs: Převod zrušen uživatelem
da: Konvertering annulleret af bruger
es: Conversión cancelada por el usuario
fi: Muunnos peruutettu käyttäjän toimesta
it: Conversione annullata dall'utente
ja: 変換がユーザーによってキャンセルされました
nl: Conversie geannuleerd door gebruiker
pt_br: Conversão cancelada pelo usuário
tr: Dönüştürme kullanıcı tarafından iptal edildi
uk: Конвертацію скасовано користувачем
vi: Chuyển đổi bị hủy bởi người dùng
