Repository: ThigSchuch/SimplyConvertFile
Catalog: src/simplyconvertfile/po/*.po
Languages: ca, cs, da, es, fi, it, ja, nl, pt_br, tr, uk, vi

source: Batch conversion of {total} files to {extension} has started
ca: S'ha iniciat la conversió per lots de {total} fitxers a {extension}
cs: Dávkový převod {total} souborů na {extension} byl spuštěn
da: Batchkonvertering af {total} filer til {extension} er startet
es: La conversión por lotes de {total} archivos a {extension} ha iniciado
fi: Erämuunnos {total} tiedostolle muotoon {extension} on aloitettu
it: Conversione batch di {total} file in {extension} avviata
ja: {total} ファイルの {extension} へのバッチ変換が開始されました
nl: Batchconversie van {total} bestanden naar {extension} is gestart
pt_br: Conversão em lote de {total} arquivos para {extension} foi iniciada
tr: {total} dosyanın {extension} olarak toplu dönüştürmesi başladı
uk: Пакетну конвертацію {total} файлів у {extension} розпочато
vi: Chuyển đổi hàng loạt của {total} tệp thành {extension} đã bắt đầu

source: Batch Step Conversion Started
ca: Conversió per pas per lots iniciada
cs: Dávkový krok převodu spuštěn
da: Batchtrin Konvertering Startet
es: Conversión de Paso por Lotes Iniciada
fi: Erä-vaiheen muunnos aloitettu
it: Conversione Passo Batch Avviata
ja: バッチステップ変換開始
nl: Batchstapconversie gestart
pt_br: Conversão de Etapa em Lote Iniciada
tr: Toplu Adım Dönüştürmesi Başladı
uk: Пакетний крок конвертації розпочато
vi: Chuyển đổi bước hàng loạt đã bắt đầu

source: Converting {filename} to {extension}
ca: Convertint {filename} a {extension}
cs: Převádění {filename} na {extension}
da: Konverterer {filename} til {extension}
es: Convirtiendo {filename} a {extension}
fi: Muunnetaan {filename} muotoon {extension}
it: Conversione {filename} in {extension}
ja: {filename} を {extension} に変換中
nl: Converteren {filename} naar {extension}
pt_br: Convertendo {filename} para {extension}
tr: {filename} {extension} olarak dönüştürülüyor
uk: Конвертування {filename} у {extension}
vi: Đang chuyển đổi {filename} thành {extension}

source: Batch Conversion Cancelled
ca: Conversió per lots cancel·lada
cs: Dávkový převod zrušen
da: Batchkonvertering Annulleret
es: Conversión por Lotes Cancelada
fi: Erämuunnos peruutettu
it: Conversione Batch Annullata
ja: バッチ変換キャンセル
nl: Batchconversie geannuleerd
pt_br: Conversão em Lote Cancelada
tr: Toplu Dönüştürme İptal Edildi
uk: Пакетну конвертацію скасовано
vi: Chuyển đổi hàng loạt bị hủy

source: Conversion cancelled after processing {completed} of {total} files to {extension}
ca: Conversió cancel·lada després de processar {completed} de {total} fitxers a {extension}
cs: Převod zrušen po zpracování {completed} z {total} souborů na {extension}
da: Konvertering annulleret efter behandling af {completed} af {total} filer til {extension}
es: Conversión cancelada después de procesar {completed} de {total} archivos a {extension}
fi: Muunnos peruutettu {completed}/{total} tiedoston käsittelyn jälkeen muotoon {extension}
it: Conversione annullata dopo l'elaborazione di {completed} di {total} file in {extension}
ja: {total} ファイル中 {completed} を {extension} に処理した後、変換がキャンセルされました
nl: Conversie geannuleerd na verwerking {completed} van {total} bestanden naar {extension}
pt_br: Conversão cancelada após processar {completed} de {total} arquivos para {extension}
tr: {total} dosyadan {completed} tanesi işlendikten sonra dönüştürme {extension} olarak iptal edildi
uk: Конвертацію скасовано після обробки {completed} з {total} файлів у {extension}
vi: Chuyển đổi bị hủy sau khi xử lý {completed} trong {total} tệp thành {extension}

source: Conversion Cancelled
ca: Conversió cancel·lada
cs: Převod zrušen
da: Konvertering Annulleret
es: Conversión Cancelada
fi: Muunnos peruutettu
it: Conversione Annullata
ja: 変換キャンセル
nl: Conversie geannuleerd
pt_br: Conversão Cancelada
tr: Dönüştürme İptal Edildi
uk: Конвертацію скасовано
vi: Chuyển đổi bị hủy

source: File conversion to {extension} was cancelled
ca: La conversió de fitxer a {extension} s'ha cancel·lat
cs: Převod souboru na {extension} byl zrušen
da: Filkonvertering til {extension} blev annulleret
es: La conversión de archivo a {extension} fue cancelada
fi: Tiedoston muunnos muotoon {extension} peruutettiin
it: Conversione file in {extension} annullata
ja: {extension} へのファイル変換がキャンセルされました
nl: Bestandsconversie naar {extension} is geannuleerd
pt_br: Conversão de arquivo para {extension} foi cancelada
tr: {extension} olarak dosya dönüştürmesi iptal edildi
uk: Конвертацію файлу у {extension} скасовано
vi: Chuyển đổi tệp thành {extension} đã bị hủy

source: Settings Error
ca: Error de configuració
cs: Chyba nastavení
da: Indstillingsfejl
es: Error de Configuración
fi: Asetusvirhe
it: Errore Impostazioni
ja: 設定エラー
nl: Instellingsfout
pt_br: Erro de Configurações
tr: Ayarlar Hatası
uk: Помилка налаштувань
vi: Lỗi cài đặt

source: Missing Conversion Tool
ca: Eina de conversió mancante
cs: Chybějící nástroj pro převod
da: Manglende Konverteringsværktøj
es: Herramienta de Conversión Faltante
fi: Puuttuva muunnostyökalu
it: Strumento di Conversione Mancante
ja: 欠けている変換ツール
nl: Ontbrekende conversietool
pt_br: Ferramenta de Conversão Ausente
tr: Eksik Dönüştürme Aracı
uk: Відсутній інструмент конвертації
vi: Thiếu công cụ chuyển đổi

source: Dangerous Command Blocked
ca: Ordre perillosa bloquejada
cs: Nebezpečný příkaz zablokován
da: Farlig kommando blokeret
es: Comando peligroso bloqueado
fi: Vaarallinen komento estetty
it: Comando pericoloso bloccato
ja: 危険なコマンドがブロックされました
nl: Gevaarlijk commando geblokkeerd
pt_br: Comando perigoso bloqueado
tr: Tehlikeli komut engellendi
uk: Небезпечну команду заблоковано
vi: Lệnh nguy hiểm đã bị chặn

source: A potentially dangerous command was blocked. Reason: {reason} Command: {command} If you need to allow dangerous commands, enable the 'allow_dangerous_commands' option in your user settings.
ca: S'ha bloquejat una ordre potencialment perillosa. Motiu: {reason} Ordre: {command} Si necessiteu permetre ordres perilloses, activeu l'opció 'allow_dangerous_commands' a la configuració d'usuari.
cs: Potenciálně nebezpečný příkaz byl zablokován. Důvod: {reason} Příkaz: {command} Pokud potřebujete povolit nebezpečné příkazy, povolte možnost 'allow_dangerous_commands' v uživatelském nastavení.
da: En potentielt farlig kommando blev blokeret. Årsag: {reason} Kommando: {command} Hvis du har brug for at tillade farlige kommandoer, skal du aktivere indstillingen 'allow_dangerous_commands' i dine brugerindstillinger.
es: Se ha bloqueado un comando potencialmente peligroso. Motivo: {reason} Comando: {command} Si necesita permitir comandos peligrosos, active la opción 'allow_dangerous_commands' en su configuración de usuario.
fi: Mahdollisesti vaarallinen komento estettiin. Syy: {reason} Komento: {command} Jos sinun täytyy sallia vaaralliset komennot, ota käyttöön 'allow_dangerous_commands'-asetus käyttäjäasetuksissasi.
it: Un comando potenzialmente pericoloso è stato bloccato. Motivo: {reason} Comando: {command} Se hai bisogno di consentire comandi pericolosi, abilita l'opzione 'allow_dangerous_commands' nelle impostazioni utente.
ja: 潜在的に危険なコマンドがブロックされました。 理由: {reason} コマンド: {command} 危険なコマンドを許可する必要がある場合は、ユーザー設定で'allow_dangerous_commands' オプションを有効にしてください。
nl: Een mogelijk gevaarlijk commando is geblokkeerd. Reden: {reason} Commando: {command} Als u gevaarlijke commando's moet toestaan, schakel dan de optie 'allow_dangerous_commands' in uw gebruikersinstellingen in.
pt_br: Um comando potencialmente perigoso foi bloqueado. Motivo: {reason} Comando: {command} Se você precisar permitir comandos perigosos, ative a opção 'allow_dangerous_commands' nas configurações do usuário.
tr: Potansiyel olarak tehlikeli bir komut engellendi. Neden: {reason} Komut: {command} Tehlikeli komutlara izin vermeniz gerekiyorsa, kullanıcı ayarlarınızdaki 'allow_dangerous_commands' seçeneğini etkinleştirin.
uk: Потенційно небезпечну команду було заблоковано. Причина: {reason} Команда: {command} Якщо вам потрібно дозволити небезпечні команди, увімкніть опцію 'allow_dangerous_commands' у налаштуваннях користувача.
vi: Một lệnh có thể nguy hiểm đã bị chặn. Lý do: {reason} Lệnh: {command} Nếu bạn cần cho phép các lệnh nguy hiểm, hãy bật tùy chọn 'allow_dangerous_commands' trong cài đặt người dùng của bạn.

source: Potentially Dangerous Command
ca: Ordre potencialment perillosa
cs: Potenciálně nebezpečný příkaz
da: Potentielt farlig kommando
es: Comando potencialmente peligroso
fi: Mahdollisesti vaarallinen komento
it: Comando potenzialmente pericoloso
ja: 潜在的に危険なコマンド
nl: Mogelijk gevaarlijk commando
pt_br: Comando potencialmente perigoso
tr: Potansiyel olarak tehlikeli komut
uk: Потенційно небезпечна команда
vi: Lệnh có thể nguy hiểm

source: The following command contains a potentially dangerous operation and requires your confirmation to proceed. Reason: {reason} Command: {command}
ca: L'ordre següent conté una operació potencialment perillosa i requereix la vostra confirmació per continuar. Motiu: {reason} Ordre: {command}
cs: Následující příkaz obsahuje potenciálně nebezpečnou operaci a vyžaduje vaše potvrzení pro pokračování. Důvod: {reason} Příkaz: {command}
da: Følgende kommando indeholder en potentielt farlig handling og kræver din bekræftelse for at fortsætte. Årsag: {reason} Kommando: {command}
es: El siguiente comando contiene una operación potencialmente peligrosa y requiere su confirmación para continuar. Motivo: {reason} Comando: {command}
fi: Seuraava komento sisältää mahdollisesti vaarallisen toiminnon ja vaatii vahvistuksesi jatkaakseen. Syy: {reason} Komento: {command}
it: Il seguente comando contiene un'operazione potenzialmente pericolosa e richiede la tua conferma per procedere. Motivo: {reason} Comando: {command}
ja: 次のコマンドには潜在的に危険な操作が含まれており、続行するには確認が必要です。 理由: {reason} コマンド: {command}
nl: Het volgende commando bevat een mogelijk gevaarlijke bewerking en vereist uw bevestiging om door te gaan. Reden: {reason} Commando: {command}
pt_br: O seguinte comando contém uma operação potencialmente perigosa e requer sua confirmação para prosseguir. Motivo: {reason} Comando: {command}
tr: Aşağıdaki komut potansiyel olarak tehlikeli bir işlem içermektedir ve devam etmek için onayınızı gerektirmektedir. Neden: {reason} Komut: {command}
uk: Наступна команда містить потенційно небезпечну операцію і потребує вашого підтвердження для продовження. Причина: {reason} Команда: {command}
vi: Lệnh sau chứa một thao tác có thể nguy hiểm và cần sự xác nhận của bạn để tiếp tục. Lý do: {reason} Lệnh: {command}

source: Continue Anyway
ca: Continua igualment
cs: Přesto pokračovat
da: Fortsæt alligevel
es: Continuar de todos modos
fi: Jatka silti
it: Continua comunque
ja: それでも続行
nl: Toch doorgaan
pt_br: Continuar mesmo assim
tr: Yine de devam et
uk: Все одно продовжити
vi: Vẫn tiếp tục

source: privilege escalation
ca: escalada de privilegis
cs: eskalace oprávnění
da: privilegie-eskalering
es: escalada de privilegios
fi: oikeuksien korotus
it: escalation dei privilegi
ja: 権限昇格
nl: privilege escalatie
pt_br: escalação de privilégios
tr: ayrıcalık yükseltme
uk: підвищення привілеїв
vi: nâng cao đặc quyền

source: file deletion
ca: eliminació de fitxer
cs: odstranění souboru
da: fil sletning
es: eliminación de archivo
fi: tiedoston poisto
it: eliminazione file
ja: ファイル削除
nl: bestand verwijderen
pt_br: exclusão de arquivo
tr: dosya silme
uk: видалення файлу
vi: xóa tệp

source: directory deletion
ca: eliminació de directori
cs: odstranění adresáře
da: mappe sletning
es: eliminación de directorio
fi: hakemiston poisto
it: eliminazione directory
ja: ディレクトリ削除
nl: map verwijderen
pt_br: exclusão de diretório
tr: dizin silme
uk: видалення каталогу
vi: xóa thư mục

source: file destruction
ca: destrucció de fitxer
cs: zničení souboru
da: fil ødelæggelse
es: destrucción de archivo
fi: tiedoston tuhoaminen
it: distruzione file
ja: ファイル破壊
nl: bestand vernietiging
pt_br: destruição de arquivo
tr: dosya yok etme
uk: знищення файлу
vi: phá hủy tệp

source: file truncation
ca: truncament de fitxer
cs: zkrácení souboru
da: fil afkortning
es: truncamiento de archivo
fi: tiedoston katkaiseminen
it: troncamento file
ja: ファイル切り詰め
nl: bestand afkappen
pt_br: truncamento de arquivo
tr: dosya kesme
uk: обрізання файлу
vi: cắt ngắn tệp

source: raw disk operation
ca: operació de disc raw
cs: operace raw disku
es: operación de disco raw
fi: raw-levy operaatio
it: operazione disco raw
ja: 生ディスク操作
nl: raw schijf operatie
pt_br: operação de disco raw
tr: ham disk işlemi
uk: операція з сирим диском
vi: thao tác đĩa thô

source: filesystem creation
ca: creació de sistema de fitxers
cs: vytvoření souborového systému
da: filsystem oprettelse
es: creación de sistema de archivos
fi: tiedostojärjestelmän luonti
it: creazione filesystem
ja: ファイルシステム作成
nl: bestandssysteem aanmaken
pt_br: criação de sistema de arquivos
tr: dosya sistemi oluşturma
uk: створення файлової системи
vi: tạo hệ thống tệp

source: disk partitioning
ca: particionament de disc
cs: partitionování disku
da: disk partitionering
es: particionamiento de disco
fi: levyn osiointi
it: partizionamento disco
ja: ディスクパーティション
nl: schijf partitioneren
pt_br: particionamento de disco
tr: disk bölümlendirme
uk: розбиття диска
vi: phân vùng đĩa

source: filesystem signature removal
ca: eliminació de signatura de sistema de fitxers
cs: odstranění podpisu souborového systému
da: filsystem signatur fjernelse
es: eliminación de firma de sistema de archivos
fi: tiedostojärjestelmän allekirjoituksen poisto
it: rimozione firma filesystem
ja: ファイルシステム署名削除
nl: bestandssysteem handtekening verwijderen
pt_br: remoção de assinatura de sistema de arquivos
tr: dosya sistemi imza kaldırma
uk: видалення підпису файлової системи
vi: loại bỏ chữ ký hệ thống tệp

source: block device discard
ca: descartar dispositiu de bloc
cs: zahodit blokové zařízení
da: blok enhed kassering
es: descartar dispositivo de bloque
fi: lohkolaitteen hylkääminen
it: scarto dispositivo a blocchi
ja: ブロックデバイス破棄
nl: blokapparaat weggooien
pt_br: descartar dispositivo de bloco
tr: blok aygıt atma
uk: відкидання блочного пристрою
vi: loại bỏ thiết bị khối

source: system shutdown
ca: aturada del sistema
cs: vypnutí systému
da: system nedlukning
es: apagado del sistema
fi: järjestelmän sammutus
it: spegnimento sistema
ja: システムシャットダウン
nl: systeem afsluiten
pt_br: desligamento do sistema
tr: sistem kapatma
uk: вимкнення системи
vi: tắt hệ thống

source: system reboot
ca: reinici del sistema
cs: restart systému
da: system genstart
es: reinicio del sistema
fi: järjestelmän uudelleenkäynnistys
it: riavvio sistema
ja: システム再起動
nl: systeem herstarten
pt_br: reinicialização do sistema
tr: sistem yeniden başlatma
uk: перезапуск системи
vi: khởi động lại hệ thống

source: system power off
ca: apagada del sistema
cs: vypnutí systému
da: system slukning
es: apagado del sistema
fi: järjestelmän sammutus
it: spegnimento sistema
ja: システム電源オフ
nl: systeem uitschakelen
pt_br: desligamento do sistema
tr: sistem güç kapatma
uk: вимкнення живлення системи
vi: tắt nguồn hệ thống

source: system halt
ca: aturada del sistema
cs: zastavení systému
da: system stop
es: detención del sistema
fi: järjestelmän pysäytys
it: arresto sistema
ja: システム停止
nl: systeem stoppen
pt_br: parada do sistema
tr: sistem durdurma
uk: зупинка системи
vi: dừng hệ thống

source: system init control
ca: control init del sistema
cs: kontrola init systému
da: system init kontrol
es: control de init del sistema
fi: järjestelmän init-ohjaus
it: controllo init sistema
ja: システム init 制御
nl: systeem init controle
pt_br: controle de init do sistema
tr: sistem init kontrolü
uk: керування init системи
vi: kiểm soát init hệ thống

source: system service control
ca: control de serveis del sistema
cs: kontrola služeb systému
da: system service kontrol
es: control de servicios del sistema
fi: järjestelmän palveluohjaus
it: controllo servizi sistema
ja: システムサービス制御
nl: systeem service controle
pt_br: controle de serviços do sistema
tr: sistem servis kontrolü
uk: керування службами системи
vi: kiểm soát dịch vụ hệ thống

source: network access
ca: accés a xarxa
cs: přístup k síti
da: netværksadgang
es: acceso a red
fi: verkkoyhteys
it: accesso rete
ja: ネットワークアクセス
nl: netwerk toegang
pt_br: acesso à rede
tr: ağ erişimi
uk: доступ до мережі
vi: truy cập mạng

source: network download
ca: descàrrega de xarxa
cs: stažení ze sítě
da: netværksdownload
es: descarga de red
fi: verkkolataus
it: download rete
ja: ネットワークダウンロード
nl: netwerk download
pt_br: download de rede
tr: ağ indirme
uk: завантаження з мережі
vi: tải xuống mạng

source: network connection
ca: connexió de xarxa
cs: síťové připojení
da: netværksforbindelse
es: conexión de red
fi: verkkoyhteys
it: connessione rete
ja: ネットワーク接続
nl: netwerk verbinding
pt_br: conexão de rede
tr: ağ bağlantısı
uk: мережеве з'єднання
vi: kết nối mạng

source: remote shell access
ca: accés shell remot
cs: vzdálený přístup shell
da: fjern shell adgang
es: acceso shell remoto
fi: etäshell-yhteys
it: accesso shell remoto
ja: リモートシェルアクセス
nl: externe shell toegang
pt_br: acesso shell remoto
tr: uzak kabuk erişimi
uk: віддалений доступ до оболонки
vi: truy cập shell từ xa

source: remote file copy
ca: còpia de fitxer remot
cs: kopírování vzdáleného souboru
da: fjern fil kopiering
es: copia de archivo remoto
fi: etätiedoston kopiointi
it: copia file remoto
ja: リモートファイルコピー
nl: extern bestand kopiëren
pt_br: cópia de arquivo remoto
tr: uzak dosya kopyalama
uk: копіювання віддаленого файлу
vi: sao chép tệp từ xa

source: remote file sync
ca: sincronització de fitxer remot
cs: synchronizace vzdáleného souboru
da: fjern fil synkronisering
es: sincronización de archivo remoto
fi: etätiedoston synkronointi
it: sincronizzazione file remoto
ja: リモートファイル同期
nl: extern bestand synchroniseren
pt_br: sincronização de arquivo remoto
tr: uzak dosya senkronizasyonu
uk: синхронізація віддаленого файлу
vi: đồng bộ tệp từ xa

source: file transfer
ca: transferència de fitxer
cs: přenos souboru
da: fil overførsel
es: transferencia de archivo
fi: tiedostonsiirto
it: trasferimento file
ja: ファイル転送
nl: bestand overdracht
pt_br: transferência de arquivo
tr: dosya aktarımı
uk: передача файлу
vi: chuyển tệp

source: permission change
ca: canvi de permisos
cs: změna oprávnění
da: tilladelse ændring
es: cambio de permisos
fi: oikeuksien muutos
it: modifica permessi
ja: 権限変更
nl: rechten wijzigen
pt_br: mudança de permissão
tr: izin değiştirme
uk: зміна дозволів
vi: thay đổi quyền

source: ownership change
ca: canvi de propietat
cs: změna vlastnictví
da: ejerskab ændring
es: cambio de propietario
fi: omistajuuden muutos
it: modifica proprietà
ja: 所有権変更
nl: eigendom wijzigen
pt_br: mudança de proprietário
tr: sahiplik değiştirme
uk: зміна власності
vi: thay đổi quyền sở hữu

source: group ownership change
ca: canvi de propietat de grup
cs: změna vlastnictví skupiny
da: gruppe ejerskab ændring
es: cambio de propietario de grupo
fi: ryhmän omistajuuden muutos
it: modifica proprietà gruppo
ja: グループ所有権変更
nl: groepeigendom wijzigen
pt_br: mudança de proprietário do grupo
tr: grup sahipliği değiştirme
uk: зміна власності групи
vi: thay đổi quyền sở hữu nhóm

source: shell code execution
ca: execució de codi shell
cs: spuštění kódu shell
da: shell kode udførelse
es: ejecución de código shell
fi: shell-koodin suoritus
it: esecuzione codice shell
ja: シェルコード実行
nl: shell code uitvoering
pt_br: execução de código shell
tr: kabuk kodu çalıştırma
uk: виконання коду оболонки
vi: thực thi mã shell

source: dangerous operation
ca: operació perillosa
cs: nebezpečná operace
da: farlig operation
es: operación peligrosa
fi: vaarallinen operaatio
it: operazione pericolosa
ja: 危険な操作
nl: gevaarlijke operatie
pt_br: operação perigosa
tr: tehlikeli işlem
uk: небезпечна операція
vi: hoạt động nguy hiểm
