Repository: ThigSchuch/SimplyConvertFile
Catalog: src/simplyconvertfile/po/*.po
Languages: ca, cs, da, es, fi, it, ja, nl, pt_br, tr, uk, vi

source: Conversion failed - check if required tools are installed (e.g., ffmpeg, convert, 7z, rar, etc.) and the file format is supported
ca: La conversió ha fallat - comprova si les eines requerides estan instal·lades (p. ex., ffmpeg, convert, 7z, rar, etc.) i el format de fitxer és suportat
cs: Převod selhal - zkontrolujte, zda jsou nainstalovány požadované nástroje (např. ffmpeg, convert, 7z, rar atd.) a zda je formát souboru podporován
da: Konvertering mislykkedes - tjek om nødvendige værktøjer er installeret (f.eks. ffmpeg, convert, 7z, rar, etc.) og filformatet er understøttet
es: Conversión fallida - verifique si las herramientas requeridas están instaladas (ej. ffmpeg, convert, 7z, rar, etc.) y el formato de archivo es soportado
fi: Muunnos epäonnistui - tarkista, ovatko vaaditut työkalut asennettu (esim. ffmpeg, convert, 7z, rar, jne.) ja tiedostomuoto tuettu
it: Conversione fallita - verifica se gli strumenti richiesti sono installati (es. ffmpeg, convert, 7z, rar, ecc.) e se il formato file è supportato
ja: 変換に失敗しました - 必要なツールがインストールされているか確認してください (例: ffmpeg, convert, 7z, rar, etc.) およびファイル形式がサポートされているか
nl: Conversie mislukt - controleer of vereiste tools zijn geïnstalleerd (bijv. ffmpeg, convert, 7z, rar, etc.) en het bestandsformaat wordt ondersteund
pt_br: Conversão falhou - verifique se as ferramentas necessárias estão instaladas (ex.: ffmpeg, convert, 7z, rar, etc.) e se o formato do arquivo é suportado
tr: Dönüştürme başarısız oldu - gerekli araçların yüklü olup olmadığını kontrol edin (örneğin, ffmpeg, convert, 7z, rar vb.) ve dosya formatının desteklenip desteklenmediğini
uk: Конвертація не вдалася - перевірте, чи встановлені необхідні інструменти (наприклад, ffmpeg, convert, 7z, rar тощо) і чи підтримується формат файлу
vi: Chuyển đổi thất bại - kiểm tra xem các công cụ cần thiết có được cài đặt không (ví dụ: ffmpeg, convert, 7z, rar, v.v.) và định dạng tệp có được hỗ trợ không

source: Template error: {error}
ca: Error de plantilla: {error}
cs: Chyba šablony: {error}
da: Skabelonfejl: {error}
es: Error de plantilla: {error}
fi: Mallivirhe: {error}
it: Errore template: {error}
ja: テンプレートエラー: {error}
nl: Sjabloonfout: {error}
pt_br: Erro de modelo: {error}
tr: Şablon hatası: {error}
uk: Помилка шаблону: {error}
vi: Lỗi mẫu: {error}

source: Required tool '{tool}' is not installed.
ca: L'eina requerida '{tool}' no està instal·lada.
cs: Požadovaný nástroj '{tool}' není nainstalován.
da: Nødvendigt værktøj '{tool}' er ikke installeret.
es: La herramienta requerida '{tool}' no está instalada.
fi: Vaadittu työkalu '{tool}' ei ole asennettu.
it: Lo strumento richiesto '{tool}' non è installato.
ja: 必要なツール '{tool}' がインストールされていません。
nl: Vereiste tool '{tool}' is niet geïnstalleerd.
pt_br: A ferramenta necessária '{tool}' não está instalada.
tr: Gerekli araç '{tool}' yüklü değil.
uk: Необхідний інструмент '{tool}' не встановлений.
vi: Công cụ cần thiết '{tool}' chưa được cài đặt.

source: The conversion tool '{tool}' is required but not found on your system.
ca: L'eina de conversió '{tool}' és requerida però no s'ha trobat al teu sistema.
cs: Převodní nástroj '{tool}' je požadován, ale nebyl nalezen ve vašem systému.
da: Konverteringsværktøjet '{tool}' er nødvendigt men ikke fundet på dit system.
es: La herramienta de conversión '{tool}' es requerida pero no se encuentra en su sistema.
fi: Muunnostyökalu '{tool}' vaaditaan mutta ei löydy järjestelmästäsi.
it: Lo strumento di conversione '{tool}' è richiesto ma non trovato sul sistema.
ja: 変換ツール '{tool}' が必要ですが見つかりません。
nl: De conversietool '{tool}' is vereist maar niet gevonden op uw systeem.
pt_br: A ferramenta de conversão '{tool}' é necessária mas não foi encontrada no seu sistema.
tr: Dönüştürme aracı '{tool}' gerekli ancak sisteminizde bulunamadı.
uk: Інструмент конвертації '{tool}' необхідний, але не знайдений у вашій системі.
vi: Công cụ chuyển đổi '{tool}' là cần thiết nhưng không tìm thấy trên hệ thống của bạn.

source: Missing Tool: {tool} Install Command: {install_command} Instructions: Copy the install command above and run it in your terminal. If the command does not work, please refer to your distribution's package manager or the tool's official installation instructions.
ca: Eina mancante: {tool} Ordre d'instal·lació: {install_command} Instruccions: Copia l'ordre d'instal·lació anterior i executa-la al teu terminal. Si l'ordre no funciona, consulta el gestor de paquets de la teva distribució o les instruccions d'instal·lació oficials de l'eina.
cs: Chybějící nástroj: {tool} Instalační příkaz: {install_command} Instrukce: Zkopírujte instalační příkaz výše a spusťte jej v terminálu. Pokud příkaz nefunguje, obraťte se na správce balíčků vaší distribuce nebo oficiální instalační instrukce nástroje.
da: Manglende Værktøj: {tool} Installationskommando: {install_command} Instruktioner: Kopiér installationskommandoen ovenfor og kør den i din terminal. Hvis kommandoen ikke virker, henvises til din distributions pakkehåndtering eller værktøjets officielle installationsinstruktioner.
es: Herramienta faltante: {tool} Comando de instalación: {install_command} Instrucciones: Copie el comando de instalación arriba y ejecútelo en su terminal. Si el comando no funciona, consulte el gestor de paquetes de su distribución o las instrucciones oficiales de instalación de la herramienta.
fi: Puuttuva työkalu: {tool} Asennuskomento: {install_command} Ohjeet: Kopioi yllä oleva asennuskomento ja suorita se päätteessä. Jos komento ei toimi, katso jakelusi paketinhallinnasta tai työkalun virallisista asennusohjeista.
it: Strumento Mancante: {tool} Comando di Installazione: {install_command} Istruzioni: Copia il comando di installazione sopra ed eseguilo nel terminale. Se il comando non funziona, fai riferimento al gestore pacchetti della tua distribuzione o alle istruzioni di installazione ufficiali dello strumento.
ja: 欠けているツール: {tool} インストールコマンド: {install_command} 手順: 上記のインストールコマンドをコピーしてターミナルで実行してください。コマンドが動作しない場合、ディストリビューションのパッケージマネージャーまたはツールの公式インストール手順を参照してください。
nl: Ontbrekende tool: {tool} Installatieopdracht: {install_command} Instructies: Kopieer de bovenstaande installatieopdracht en voer deze uit in uw terminal. Als de opdracht niet werkt, raadpleeg dan de package manager van uw distributie of de officiële installatie-instructies van de tool.
pt_br: Ferramenta Ausente: {tool} Comando de Instalação: {install_command} Instruções: Copie o comando de instalação acima e execute-o no seu terminal. Se o comando não funcionar, consulte o gerenciador de pacotes da sua distribuição ou as instruções oficiais de instalação da ferramenta.
tr: Eksik Araç: {tool} Yükleme Komutu: {install_command} Talimatlar: Yukarıdaki yükleme komutunu kopyalayın ve terminalinizde çalıştırın. Komut çalışmazsa, dağıtımınızın paket yöneticisine veya aracın resmi yükleme talimatlarına başvurun.
uk: Відсутній інструмент: {tool} Команда встановлення: {install_command} Інструкції: Скопіюйте команду встановлення вище і запустіть її у терміналі. Якщо команда не працює, зверніться до менеджера пакетів вашого дистрибутива або офіційних інструкцій з встановлення інструменту.
vi: Công cụ thiếu: {tool} Lệnh cài đặt: {install_command} Hướng dẫn: Sao chép lệnh cài đặt ở trên và chạy nó trong terminal của bạn. Nếu lệnh không hoạt động, vui lòng tham khảo trình quản lý gói của bản phân phối hoặc hướng dẫn cài đặt chính thức của công cụ.

source: An unexpected error occurred during conversion.
ca: S'ha produït un error inesperat durant la conversió.
cs: Během převodu došlo k neočekávané chybě.
da: En uventet fejl opstod under konvertering.
es: Ocurrió un error inesperado durante la conversión.
fi: Odottamaton virhe tapahtui muunnoksen aikana.
it: Si è verificato un errore imprevisto durante la conversione.
ja: 変換中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens de conversie.
pt_br: Ocorreu um erro inesperado durante a conversão.
tr: Dönüştürme sırasında beklenmeyen bir hata oluştu.
uk: Під час конвертації сталася неочікувана помилка.
vi: Đã xảy ra lỗi không mong muốn trong quá trình chuyển đổi.

source: Required tool not found. Please make sure all required conversion tools are installed (e.g., ffmpeg, convert, etc.)
ca: Eina requerida no trobada. Assegura't que totes les eines de conversió requerides estiguin instal·lades (p. ex., ffmpeg, convert, etc.)
cs: Požadovaný nástroj nebyl nalezen. Ujistěte se, že jsou nainstalovány všechny požadované převodní nástroje (např. ffmpeg, convert atd.)
da: Nødvendigt værktøj ikke fundet. Sørg for at alle nødvendige konverteringsværktøjer er installeret (f.eks. ffmpeg, convert, etc.)
es: Herramienta requerida no encontrada. Por favor asegúrese de que todas las herramientas de conversión requeridas estén instaladas (ej. ffmpeg, convert, etc.)
fi: Vaadittua työkalua ei löydy. Varmista, että kaikki vaaditut muunnostyökalut ovat asennettu (esim. ffmpeg, convert, jne.)
it: Strumento richiesto non trovato. Assicurati che tutti gli strumenti di conversione richiesti siano installati (es. ffmpeg, convert, ecc.)
ja: 必要なツールが見つかりません。すべての必要な変換ツールがインストールされていることを確認してください (例: ffmpeg, convert, etc.)
nl: Vereiste tool niet gevonden. Zorg ervoor dat alle vereiste conversietools zijn geïnstalleerd (bijv. ffmpeg, convert, etc.)
pt_br: Ferramenta necessária não encontrada. Certifique-se de que todas as ferramentas de conversão necessárias estão instaladas (ex.: ffmpeg, convert, etc.)
tr: Gerekli araç bulunamadı. Lütfen tüm gerekli dönüştürme araçlarının yüklü olduğundan emin olun (örneğin, ffmpeg, convert vb.)
uk: Необхідний інструмент не знайдено. Будь ласка, переконайтеся, що всі необхідні інструменти конвертації встановлені (наприклад, ffmpeg, convert тощо)
vi: Không tìm thấy công cụ cần thiết. Vui lòng đảm bảo tất cả các công cụ chuyển đổi cần thiết đã được cài đặt (ví dụ: ffmpeg, convert, v.v.)

source: Shell command execution failed. Error: {error} Command: {command}
ca: L'execució de l'ordre de shell ha fallat. Error: {error} Ordre: {command}
cs: Spuštění shell příkazu selhalo. Chyba: {error} Příkaz: {command}
da: Shell-kommando udførelse mislykkedes. Fejl: {error} Kommando: {command}
es: Falló la ejecución del comando de shell. Error: {error} Comando: {command}
fi: Komentotulkin komennon suoritus epäonnistui. Virhe: {error} Komento: {command}
it: Esecuzione comando shell fallita. Errore: {error} Comando: {command}
ja: シェルコマンドの実行に失敗しました。 エラー: {error} コマンド: {command}
nl: Uitvoering shellopdracht mislukt. Fout: {error} Opdracht: {command}
pt_br: Execução do comando shell falhou. Erro: {error} Comando: {command}
tr: Kabuk komutu yürütme başarısız oldu. Hata: {error} Komut: {command}
uk: Виконання команди оболонки не вдалося. Помилка: {error} Команда: {command}
vi: Thực thi lệnh shell thất bại. Lỗi: {error} Lệnh: {command}

source: Chained command execution failed. Error: {error} Command: {command}
ca: L'execució de l'ordre encadenada ha fallat. Error: {error} Ordre: {command}
cs: Spuštění řetězeného příkazu selhalo. Chyba: {error} Příkaz: {command}
da: Kædet kommando udførelse mislykkedes. Fejl: {error} Kommando: {command}
es: Falló la ejecución del comando encadenado. Error: {error} Comando: {command}
fi: Ketjutetun komennon suoritus epäonnistui. Virhe: {error} Komento: {command}
it: Esecuzione comando concatenato fallita. Errore: {error} Comando: {command}
ja: チェーンコマンドの実行に失敗しました。 エラー: {error} コマンド: {command}
nl: Uitvoering gekoppelde opdracht mislukt. Fout: {error} Opdracht: {command}
pt_br: Execução do comando encadeado falhou. Erro: {error} Comando: {command}
tr: Zincirleme komut yürütme başarısız oldu. Hata: {error} Komut: {command}
uk: Виконання ланцюгової команди не вдалося. Помилка: {error} Команда: {command}
vi: Thực thi lệnh liên kết thất bại. Lỗi: {error} Lệnh: {command}

source: Failed conversions: {errors}
ca: Conversió fallida: {errors}
cs: Selhavší převody: {errors}
da: Mislykkede konverteringer: {errors}
es: Conversiones fallidas: {errors}
fi: Epäonnistuneet muunnokset: {errors}
it: Conversioni fallite: {errors}
ja: 失敗した変換: {errors}
nl: Mislukte conversies: {errors}
pt_br: Conversões falhadas: {errors}
tr: Başarısız dönüştürmeler: {errors}
uk: Не вдалі конвертації: {errors}
vi: Chuyển đổi thất bại: {errors}

source: Failed to create temporary directory
ca: No s'ha pogut crear el directori temporal
cs: Nepodařilo se vytvořit dočasný adresář
da: Mislykkedes at oprette midlertidig mappe
es: Falló al crear directorio temporal
fi: Väliaikaiskansion luonti epäonnistui
it: Impossibile creare directory temporanea
ja: 一時ディレクトリの作成に失敗しました
nl: Kan tijdelijke map niet maken
pt_br: Falha ao criar diretório temporário
tr: Geçici dizin oluşturulamadı
uk: Не вдалося створити тимчасову директорію
vi: Không thể tạo thư mục tạm thời

source: Temporary directory not available
ca: Directori temporal no disponible
cs: Dočasný adresář není k dispozici
da: Midlertidig mappe ikke tilgængelig
es: Directorio temporal no disponible
fi: Väliaikaiskansio ei ole saatavilla
it: Directory temporanea non disponibile
ja: 一時ディレクトリが利用できません
nl: Tijdelijke map niet beschikbaar
pt_br: Diretório temporário não disponível
tr: Geçici dizin mevcut değil
uk: Тимчасова директорія недоступна
vi: Thư mục tạm thời không khả dụng

source: Temporary directory does not exist
ca: El directori temporal no existeix
cs: Dočasný adresář neexistuje
da: Midlertidig mappe eksisterer ikke
es: El directorio temporal no existe
fi: Väliaikaiskansio ei ole olemassa
it: Directory temporanea non esiste
ja: 一時ディレクトリが存在しません
nl: Tijdelijke map bestaat niet
pt_br: Diretório temporário não existe
tr: Geçici dizin mevcut değil
uk: Тимчасова директорія не існує
vi: Thư mục tạm thời không tồn tại

source: No archive template available in settings
ca: No hi ha plantilla d'arxiu disponible a la configuració
cs: V nastavení není k dispozici žádná šablona archivu
da: Ingen arkivskabelon tilgængelig i indstillinger
es: No hay plantilla de archivo disponible en configuraciones
fi: Arkistomallia ei ole saatavilla asetuksissa
it: Nessun template archivio disponibile nelle impostazioni
ja: 設定にアーカイブテンプレートがありません
nl: Geen archiefsjaboon beschikbaar in instellingen
pt_br: Nenhum modelo de arquivo disponível nas configurações
tr: Ayarlarda arşiv şablonu mevcut değil
uk: Немає доступного шаблону архіву в налаштуваннях
vi: Không có mẫu lưu trữ khả dụng trong cài đặt

source: No contents found in extracted archive
ca: No s'ha trobat contingut a l'arxiu extret
cs: V rozbaleném archivu nebyl nalezen žádný obsah
da: Intet indhold fundet i udpakket arkiv
es: No se encontraron contenidos en el archivo extraído
fi: Puretusta arkistosta ei löytynyt sisältöä
it: Nessun contenuto trovato nell'archivio estratto
ja: 抽出されたアーカイブに内容が見つかりません
nl: Geen inhoud gevonden in uitgepakt archief
pt_br: Nenhum conteúdo encontrado no arquivo extraído
tr: Çıkarılan arşivde içerik bulunamadı
uk: Не знайдено вмісту у витягнутому архіві
vi: Không tìm thấy nội dung trong lưu trữ đã giải nén

source: Operation failed
ca: L'operació ha fallat
cs: Operace selhala
da: Operation mislykkedes
es: Operación fallida
fi: Toiminto epäonnistui
it: Operazione fallita
ja: 操作に失敗しました
nl: Bewerking mislukt
pt_br: Operação falhou
tr: İşlem başarısız oldu
uk: Операція не вдалася
vi: Thao tác thất bại

source: Operation cancelled by user
ca: Operació cancel·lada per l'usuari
cs: Operace zrušena uživatelem
da: Operation annulleret af bruger
es: Operación cancelada por el usuario
fi: Toiminto peruutettu käyttäjän toimesta
it: Operazione annullata dall'utente
ja: 操作がユーザーによってキャンセルされました
nl: Bewerking geannuleerd door gebruiker
pt_br: Operação cancelada pelo usuário
tr: İşlem kullanıcı tarafından iptal edildi
uk: Операцію скасовано користувачем
vi: Thao tác bị hủy bởi người dùng

source: Step {step}/{total} failed. Error: {error} Command: {command}
ca: El pas {step}/{total} ha fallat. Error: {error} Ordre: {command}
cs: Krok {step}/{total} selhal. Chyba: {error} Příkaz: {command}
da: Trin {step}/{total} mislykkedes. Fejl: {error} Kommando: {command}
es: Paso {step}/{total} falló. Error: {error} Comando: {command}
fi: Vaihe {step}/{total} epäonnistui. Virhe: {error} Komento: {command}
it: Passo {step}/{total} fallito. Errore: {error} Comando: {command}
ja: ステップ {step}/{total} が失敗しました。 エラー: {error} コマンド: {command}
nl: Stap {step}/{total} mislukt. Fout: {error} Opdracht: {command}
pt_br: Etapa {step}/{total} falhou. Erro: {error} Comando: {command}
tr: {step}/{total} adım başarısız oldu. Hata: {error} Komut: {command}
uk: Крок {step}/{total} не вдався. Помилка: {error} Команда: {command}
vi: Bước {step}/{total} thất bại. Lỗi: {error} Lệnh: {command}

source: Batch conversion cancelled
ca: Conversió per lots cancel·lada
cs: Dávkový převod zrušen
da: Batchkonvertering annulleret
es: Conversión por lotes cancelada
fi: Erämuunnos peruutettu
it: Conversione batch annullata
ja: バッチ変換がキャンセルされました
nl: Batchconversie geannuleerd
pt_br: Conversão em lote cancelada
tr: Toplu dönüştürme iptal edildi
uk: Пакетну конвертацію скасовано
vi: Chuyển đổi hàng loạt bị hủy

source: Batch conversion completed with {error_count} error(s).
ca: Conversió per lots completada amb {error_count} error(s).
cs: Dávkový převod dokončen s {error_count} chybami.
da: Batchkonvertering fuldført med {error_count} fejl(er).
es: Conversión por lotes completada con {error_count} error(es).
fi: Erämuunnos valmistui {error_count} virheellä.
it: Conversione batch completata con {error_count} errore(i).
ja: バッチ変換が {error_count} 個のエラーで完了しました。
nl: Batchconversie voltooid met {error_count} fout(en).
pt_br: Conversão em lote concluída com {error_count} erro(s).
tr: Toplu dönüştürme {error_count} hata ile tamamlandı.
uk: Пакетну конвертацію завершено з {error_count} помилками.
vi: Chuyển đổi hàng loạt hoàn thành với {error_count} lỗi.

source: Conversion Complete
ca: Conversió completa
cs: Převod dokončen
da: Konvertering Fuldført
es: Conversión Completa
fi: Muunnos valmis
it: Conversione Completata
ja: 変換完了
nl: Conversie voltooid
pt_br: Conversão Concluída
tr: Dönüştürme Tamamlandı
uk: Конвертація завершена
vi: Chuyển đổi hoàn thành

source: Successfully converted {filename} to {extension}
ca: S'ha convertit correctament {filename} a {extension}
cs: Úspěšně převedeno {filename} na {extension}
da: Konverterede succesfuldt {filename} til {extension}
es: Convertido exitosamente {filename} a {extension}
fi: Muunnos onnistui {filename} muotoon {extension}
it: Convertito con successo {filename} in {extension}
ja: {filename} を {extension} に正常に変換しました
nl: {filename} succesvol geconverteerd naar {extension}
pt_br: Convertido com sucesso {filename} para {extension}
tr: {filename} başarıyla {extension} olarak dönüştürüldü
uk: Успішно конвертовано {filename} у {extension}
vi: Đã chuyển đổi thành công {filename} thành {extension}

source: Conversion Failed
ca: Conversió fallida
cs: Převod selhal
da: Konvertering Mislykkedes
es: Conversión Fallida
fi: Muunnos epäonnistui
it: Conversione Fallita
ja: 変換失敗
nl: Conversie mislukt
pt_br: Conversão Falhou
tr: Dönüştürme Başarısız
uk: Конвертація не вдалася
vi: Chuyển đổi thất bại

source: Failed to convert {filename} to {extension}
ca: No s'ha pogut convertir {filename} a {extension}
cs: Nepodařilo se převést {filename} na {extension}
da: Mislykkedes at konvertere {filename} til {extension}
es: Falló al convertir {filename} a {extension}
fi: Muunnos epäonnistui {filename} muotoon {extension}
it: Impossibile convertire {filename} in {extension}
ja: {filename} を {extension} に変換できませんでした
nl: Kan {filename} niet converteren naar {extension}
pt_br: Falha ao converter {filename} para {extension}
tr: {filename} {extension} olarak dönüştürülemedi
uk: Не вдалося конвертувати {filename} у {extension}
vi: Không thể chuyển đổi {filename} thành {extension}

source: Batch Conversion Complete
ca: Conversió per lots completa
cs: Dávkový převod dokončen
da: Batchkonvertering Fuldført
es: Conversión por Lotes Completa
fi: Erämuunnos valmis
it: Conversione Batch Completata
ja: バッチ変換完了
nl: Batchconversie voltooid
pt_br: Conversão em Lote Concluída
tr: Toplu Dönüştürme Tamamlandı
uk: Пакетну конвертацію завершено
vi: Chuyển đổi hàng loạt hoàn thành

source: Successfully converted {successful} of {total} files to {extension}
ca: S'han convertit correctament {successful} de {total} fitxers a {extension}
cs: Úspěšně převedeno {successful} z {total} souborů na {extension}
da: Konverterede succesfuldt {successful} af {total} filer til {extension}
es: Convertidos exitosamente {successful} de {total} archivos a {extension}
fi: Muunnos onnistui {successful}/{total} tiedostolle muotoon {extension}
it: Convertiti con successo {successful} di {total} file in {extension}
ja: {total} ファイル中 {successful} を {extension} に正常に変換しました
nl: {successful} van {total} bestanden succesvol geconverteerd naar {extension}
pt_br: Convertidos com sucesso {successful} de {total} arquivos para {extension}
tr: {total} dosyadan {successful} tanesi başarıyla {extension} olarak dönüştürüldü
uk: Успішно конвертовано {successful} з {total} файлів у {extension}
vi: Đã chuyển đổi thành công {successful} trong {total} tệp thành {extension}

source: Batch Conversion Failed
ca: Conversió per lots fallida
cs: Dávkový převod selhal
da: Batchkonvertering Mislykkedes
es: Conversión por Lotes Fallida
fi: Erämuunnos epäonnistui
it: Conversione Batch Fallita
ja: バッチ変換失敗
nl: Batchconversie mislukt
pt_br: Conversão em Lote Falhou
tr: Toplu Dönüştürme Başarısız
uk: Пакетна конвертація не вдалася
vi: Chuyển đổi hàng loạt thất bại

source: Failed to convert {failed} of {total} files to {extension}
ca: No s'han pogut convertir {failed} de {total} fitxers a {extension}
cs: Nepodařilo se převést {failed} z {total} souborů na {extension}
da: Mislykkedes at konvertere {failed} af {total} filer til {extension}
es: Falló al convertir {failed} de {total} archivos a {extension}
fi: Muunnos epäonnistui {failed}/{total} tiedostolle muotoon {extension}
it: Impossibile convertire {failed} di {total} file in {extension}
ja: {total} ファイル中 {failed} を {extension} に変換できませんでした
nl: Kan {failed} van {total} bestanden niet converteren naar {extension}
pt_br: Falha ao converter {failed} de {total} arquivos para {extension}
tr: {total} dosyadan {failed} tanesi {extension} olarak dönüştürülemedi
uk: Не вдалося конвертувати {failed} з {total} файлів у {extension}
vi: Không thể chuyển đổi {failed} trong {total} tệp thành {extension}

source: Conversion Started
ca: Conversió iniciada
cs: Převod spuštěn
da: Konvertering Startet
es: Conversión Iniciada
fi: Muunnos aloitettu
it: Conversione Avviata
ja: 変換開始
nl: Conversie gestart
pt_br: Conversão Iniciada
tr: Dönüştürme Başladı
uk: Конвертацію розпочато
vi: Chuyển đổi đã bắt đầu

source: Conversion started for {filename} to {extension}
ca: S'ha iniciat la conversió de {filename} a {extension}
cs: Převod spuštěn pro {filename} na {extension}
da: Konvertering startet for {filename} til {extension}
es: Conversión iniciada para {filename} a {extension}
fi: Muunnos aloitettu {filename} muotoon {extension}
it: Conversione avviata per {filename} in {extension}
ja: {filename} を {extension} への変換を開始しました
nl: Conversie gestart voor {filename} naar {extension}
pt_br: Conversão iniciada para {filename} para {extension}
tr: {filename} için dönüştürme {extension} olarak başladı
uk: Конвертацію розпочато для {filename} у {extension}
vi: Chuyển đổi đã bắt đầu cho {filename} thành {extension}

source: Batch Conversion Started
ca: Conversió per lots iniciada
cs: Dávkový převod spuštěn
da: Batchkonvertering Startet
es: Conversión por Lotes Iniciada
fi: Erämuunnos aloitettu
it: Conversione Batch Avviata
ja: バッチ変換開始
nl: Batchconversie gestart
pt_br: Conversão em Lote Iniciada
tr: Toplu Dönüştürme Başladı
uk: Пакетну конвертацію розпочато
vi: Chuyển đổi hàng loạt đã bắt đầu
